name: "ParagraphCreator"
backend: "python"
max_batch_size: 8
input [
    {
        name: "INPUT0"
        data_type: TYPE_STRING
        dims: [ -1 ]
    }
]
output [
    {
        name: "OUTPUT0"
        data_type: TYPE_STRING
        dims: [ -1 ]
    }
]
instance_group [
    {
        count: 1
        kind: KIND_CPU
    }
]
dynamic_batching { preferred_batch_size: [ 1, 2, 4, 8 ] max_queue_delay_microseconds: 10000 }
