name: "ExtractiveQA"
backend: "python"
max_batch_size: 1
input [
  {
    name: "question"
    data_type: TYPE_STRING
    dims: [1]
  },
  {
    name: "context"
    data_type: TYPE_STRING
    dims: [1]
  }
]
output [
  {
    name: "answer"
    data_type: TYPE_STRING
    dims: [1]
  }
]
instance_group [
    { 
        count: 1
        kind: KIND_CPU 
    }
]

